final Map<String, List<Map<String, dynamic>>> hajData = {
  'haj': [
    {
      'id': 1,
      'item': 'হজ',
      'text': 'সামর্থ্যবান মুসলমানদের জীবনে মক্কায় হজ করা ওয়াজিব।',
      'sound': '',
    },
    {
      'id': 2,
      'item': 'ইহরাম',
      'text': 'নিশ্চিন্ন পোশাক ও মুছা ছাড়া হজ করা।',
      'sound': '',
    },
    {
      'id': 3,
      'item': 'ওয়ুয়াদা',
      'text': 'মিনা থেকে আরফাতে যাত্রা ও সূর্যাস্ত পর্যন্ত ডাঁড়ানো।',
      'sound': '',
    },
    {
      'id': 4,
      'item': 'মুয়াওয়িদ্দাহ',
      'text': 'মিনা থেকে তিন দিন জুমলা গুলি নিয়ে।',
      'sound': '',
    },
  ],
};
