final Map<String, List<Map<String, dynamic>>> jakatData = {
  'jakat': [
    {
      'id': 1,
      'item': 'যাকাত',
      'text': 'সম্পদের নির্দিষ্ট পরিমাণের উপর ২.৫% জাকাত দেওয়া।',
      'sound': '',
    },
    {
      'id': 2,
      'item': 'যাকাত শর্ত',
      'text': 'নিসাব ও হতমুল হোয়াল শর্তে যাকাত ওয়াজিব।',
      'sound': '',
    },
    {
      'id': 3,
      'item': 'যাকাতের ফলাফল',
      'text': 'যাকাত দিয়ে দরিদ্রদের সহায়ত করা ও পরিষ্কার করা যায়।',
      'sound': '',
    },
    {
      'id': 4,
      'item': 'সাদকা',
      'text': 'নয়িল দান এবং কর্ম দিয়ে সাদকা দেওয়া।',
      'sound': '',
    },
  ],
};
