final Map<String, List<Map<String, dynamic>>> kalimaData = {
  'kalima': [
    {
      'id': 1,
      'item': 'কালিমা তাইয়্যেবা',
      'text': 'লা ইলাহা ইল্লাল্লাহু মুহাম্মাদুর রাসূলুল্লাহ',
      'arabic': 'لَا إِلٰهَ إِلَّا اللهُ مُحَمَّدٌ رَسُولُ اللهِ',
      'meaning':
          'আল্লাহ ছাড়া কোনো উপাস্য নেই, হযরত মুহাম্মদ (স.) আল্লাহর প্রেরিত রাসুল।',
      'sound': '',
    },
    {
      'id': 2,
      'item': 'কালিমা শাহাদাত',
      'text':
          'আশহাদু আন্না লা ইলাহা ইল্লাল্লাহু ওয়া আশহাদু আন্না মুহাম্মাদাব্বু ওয়া রাসূলুহু',
      'arabic':
          'أَشْهَدُ أَنْ لَا إِلٰهَ إِلَّا اللهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللهِ',
      'meaning':
          'আমি সাক্ষ্য দিই যে, আল্লাহ ছাড়া কোনো উপাস্য নেই এবং আমি সাক্ষ্য দিই যে, মুহাম্মদ (সা.) আল্লাহর বান্দা ও রাসূল।',
      'sound': '',
    },
    {
      'id': 3,
      'item': 'কালিমা তামজীদ',
      'text': 'সুবহানাল্লাহি ওয়া বিহামদিহি ওয়া সুবহানাল্লাহিল আযীম',
      'arabic': 'سُبْحَانَ اللهِ وَبِحَمْدِهِ وَسُبْحَانَ اللَّهِ الْعَظِيمِ',
      'meaning': 'আল্লাহ পবিত্র ও তাঁর প্রশংসা, আল্লাহ মহান পবিত্র।',
      'sound': '',
    },
    {
      'id': 4,
      'item': 'কালিমা রাদ্দে কুফর',
      'text':
          'আল্লাহুম্মা ইন্নী আযুবিকা মিন আন উশরিকা বিশাইওয়া আনা আলাইহি ওয়া আনা আলাইহি আখবার',
      'arabic':
          'اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الشَّيْطَانِ الرَّجِيمِ، مِنْ شَرِّ كُلِّ شَيْءٍ أَنْزَلْتَهُ',
      'meaning':
          'হে আল্লাহ! আমি তোমার কাছে আশ্রয় চাই এমন কিছু থেকে যা তুমি শরিক করার নির্দেশ দাও এবং যার সম্পর্কে আমাকে অজ্ঞ রাখো।',
      'sound': '',
    },
    {
      'id': 5,
      'item': 'কালিমা ইস্তিগফার',
      'text':
          'আস্তাগফিরুল্লাহাল্লাযী লা ইলাহা ইল্লা হুয়াল হাইয়্যুল কাইয়্যুমু ওয়া আতুবু ইলাইহি',
      'arabic':
          'أَسْتَغْفِرُ اللَّهَ الْعَظِيمَ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ',
      'meaning':
          'আমি ক্ষমা চাই আল্লাহর, যিনি ছাড়া কোনো উপাস্য নেই, তিনি চিরঞ্জীব, সবকিছু ধারণকারী এবং আমি তাঁর কাছে তাওবা করি।',
      'sound': '',
    },
    {
      'id': 6,
      'item': 'কালিমা নুজুল',
      'text':
          'লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শরীকা লাহু, লাহুল মুলকু ওয়া লাহুল হামদু ওয়া হুয়া আলা কুল্লি শাইইন কাদীর',
      'arabic':
          'لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ',
      'meaning':
          'আল্লাহ ছাড়া কোনো উপাস্য নেই, তিনি একক, তাঁর কোনো শরীক নেই। রাজত্ব তাঁরই এ�ং প্রশংসা তাঁরই। তিনি সর্বশক্তিমান।',
      'sound': '',
    },
  ],
};
