final Map<String, List<Map<String, dynamic>>> namajData = {
  'namaj': [
    {
      'id': 1,
      'item': 'ফজরের নামাজ',
      'text': '২ রাকাত সুন্নাত ও ২ রাকাত ফরজ',
      'sound': '',
    },
    {
      'id': 2,
      'item': 'যোহরের নামাজ',
      'text': '৪ রাকাত ফরজ ও ৪ রাকাত সুন্নাত',
      'sound': '',
    },
    {'id': 3, 'item': 'আসরের নামাজ', 'text': '৪ রাকাত ফরজ', 'sound': ''},
    {
      'id': 4,
      'item': 'মাগরিবের নামাজ',
      'text': '৩ রাকাত ফরজ ও ২ রাকাত সুন্নাত',
      'sound': '',
    },
    {
      'id': 5,
      'item': 'ইশার নামাজ',
      'text': '৪ রাকাত ফরজ, ২ রাকাত সুন্নাত ও ৩ রাকাত বিতর',
      'sound': '',
    },
    {
      'id': 6,
      'item': 'জুমার নামাজ',
      'text': '২ রাকাত ফরজ (বিশেষ দিনের নামাজ)',
      'sound': '',
    },
    {
      'id': 7,
      'item': 'নামাজের কিরাআত',
      'text': 'সূরা ফাতিহা ও অন্যান্য সূরা পাঠ',
      'sound': '',
    },
  ],
};
