final Map<String, List<Map<String, dynamic>>> pillarsData = {
  'pillars': [
    {
      'id': 1,
      'item': 'কালিমা',
      'text': 'আল্লাহ ছাড়া কোনো উপাস্য নেই এবং মুহাম্মদ (সা.) তাঁর রাসূল।',
      'sound': '',
    },
    {
      'id': 2,
      'item': 'নামাজ',
      'text': 'দিনে ৫ ওয়াক্ত নামাজ আদায় করা ওয়াজিব।',
      'sound': '',
    },
    {
      'id': 3,
      'item': 'রোজা',
      'text': 'রমজান মাসে সূর্যোদয় থেকে সূর্যাস্ত পর্যন্ত রোজা রাখা।',
      'sound': '',
    },
    {
      'id': 4,
      'item': 'যাকাত',
      'text': 'নিজের সম্পদের নিসাব পরিমাণ হলে ২.৫% গরীবদের মাঝে বিতরণ করা।',
      'sound': '',
    },
    {
      'id': 5,
      'item': 'হজ্জ',
      'text':
          'সামর্থ্যবান মুসলমানদের জীবনে অন্তত একবার মক্কায় হজ্জ করা ওয়াজিব।',
      'sound': '',
    },
  ],
};
