final Map<String, List<Map<String, dynamic>>> smallSurasData = {
  'small_suras': [
    {
      'id': 1,
      'item': 'সূরা ফাতিহা',
      'pron': 'Surah Al-Fatihah',
      'text':
          'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ\nالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ\nالرَّحْمَٰنِ الرَّحِيمِ\nمَالِكِ يَوْمِ الدِّينِ\nإِيَّاكَ نَعْبُدُ وَإِيَّاكَ নَسْتَعِينُ\nاهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ\nصِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ',
      'trans':
          'বিসমিল্লাহির রাহমানির রাহিম\nআলহামদু লিল্লাহি রাব্বিল আলামীন\nআর রাহমানির রাহিম\nমালিকি ইয়াউমিদ্দীন\nইয়্যাকা না’বুদু ওয়া ইয়্যাকা নাস্তায়ী’ন\nইহদিনাস সিরাত্বাল মুস্তাক্বীম\nসিরাত্বাল্লাযীনা আন’আমতা আলাইহিম, গাইরিল মাগযূবি আলাইহিম ওয়ালাদ্দল্লীন',
    },
    {
      'id': 103,
      'item': 'সূরা আল-আসর',
      'pron': 'Surah Al-Asr',
      'text':
          'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ\nوَالْعَصْرِ\nإِنَّ الْإِنسَانَ لَفِي خُسْرٍ\nإِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ',
      'trans':
          'বিসমিল্লাহির রাহমানির রাহিম\nওয়াল আসর\nইন্নাল ইনসানা লাফী খুসর\nইল্লাল্লাযীনা আমানু ওয়া আমিলুস সালিহাতি ওয়া তাওয়াসাও বিল হাক্বক্বি ওয়া তাওয়াসাও বিস সাবর',
    },
    {
      'id': 105,
      'item': 'সূরা আল-ফীল',
      'pron': 'Surah Al-Fil',
      'text':
          'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ\nأَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ\nأَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ\nوَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ\nتَرْمِيهِم بِحِجَارَةٍ مِّن سِجِّيلٍ\nفَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍ',
      'trans':
          'বিসমিল্লাহির রাহমানির রাহিম\nআলাম তারা কাইফা ফালা রাব্বুকা বি আসহাবিল ফীল\nআলাম ইয়াজআ’ল কাইদাহুম ফী তাদীলিল\nওয়া আরসালা আলাইহিম তাইরান আবাবীল\nতারমীহিম বি হিজারাতিন মিন সিজ্জীল\nফাজাআ’লাহুম কাআ’সফিম মা’কূল',
    },
    {
      'id': 106,
      'item': 'সূরা কুরাইশ',
      'pron': 'Surah Quraysh',
      'text':
          'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ\nلِإِيلافِ قُرَيْشٍ\nإِيلافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ\nفَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ\nالَّذِي أَطْعَمَهُم مِّن جُوعٍ وَآمَنَهُم مِّنْ خَوْفٍ',
      'trans':
          'বিসমিল্লাহির রাহমানির রাহিম\nলি ইলাফি কুরাইশ\nইলাফিহিম রিহলাতাশ শিতাই ওয়াস সাইফ\nফালইয়া’বুদু রাব্বা হাযাল বাইত\nআল্লাযী আত’আমাহুম মিন জুই’ ওয়া আমানাহুম মিন খাউফ',
    },
    {
      'id': 107,
      'item': 'সূরা আল-মাউন',
      'pron': 'Surah Al-Ma\'un',
      'text':
          'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ\nأَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ\nفَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ\nوَلا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ\nفَوَيْلٌ لِّلْمُصَلِّينَ\nالَّذِينَ هُمْ عَن صَلاتِهِمْ سَاهُونَ\nالَّذِينَ هُمْ يُرَاؤُونَ\nوَيَمْنَعُونَ الْمَاعُونَ',
      'trans':
          'বিসমিল্লাহির রাহমানির রাহিম\nআরআইতাল্লাযী ইউকাযযিবু বিদ্দীন\nফাযালিকাল্লাযী ইয়াদু’উল ইয়াতীম\nওয়ালা ইয়াহুযযু আলা ত্বা’আমিল মিসকীন\nফাওয়াইলুল লিল মুসল্লীন\nআল্লাযীনা হুম আন সালাতিহিম সাহূন\nআল্লাযীনা হুম ইউরাউন\nওয়া ইয়ামনাউ’নাল মাউ’ন',
    },
    {
      'id': 108,
      'item': 'সূরা আল-কাওসার',
      'pron': 'Surah Al-Kawthar',
      'text':
          'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ\nإِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ\nفَصَلِّ لِرَبِّكَ وَانْحَرْ\nإِنَّ شَانِئَكَ هُৱَالْأَبْتَرُ',
      'trans':
          'বিসমিল্লাহির রাহমানির রাহিম\nইন্না আ’তাইনাকাল কাউসার\nফাসাল্লি লিরাব্বিকা ওয়ানহার\nইন্না শানিআকা হুওয়াল আবতার',
    },
    {
      'id': 112,
      'item': 'সূরা আল-ইখলাস',
      'pron': 'Surah Al-Ikhlas',
      'text':
          'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ\nقُلْ هُوَ اللَّهُ أَحَدٌ\nاللَّهُ الصَّمَدُ\nلَمْ يَلِدْ وَلَمْ يُولَدْ\nوَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ',
      'trans':
          'বিসমিল্লাহির রাহমানির রাহিম\nকুল হুওয়াল্লাহু আহাদ\nআল্লাহু সামাদ\nলাম ইয়ালিদ ওয়া লাম ইউলাদ\nওয়া লাম ইয়াকুল্লাহু কুফুওয়ান আহাদ',
    },
    {
      'id': 113,
      'item': 'সূরা আল-ফালাক',
      'pron': 'Surah Al-Falaq',
      'text':
          'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ\nقُلْ أَعُوذُ بِرَبِّ الْفَلَقِ\nمِن شَرِّ مَا خَلَقَ\nوَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ\nوَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ\nوَمِن شَرِّ حَاسِدٍ إِيذَا حَسَدَ',
      'trans':
          'বিসমিল্লাহির রাহমানির রাহিম\nকুল আ’উযু বিরাব্বিল ফালাক্ব\nমিন শাররি মা খালাক্ব\nওয়া মিন শাররি গাসিক্বিন ইযা ওয়াক্বাব\nওয়া মিন শাররিন নাফফাসাত ফিল উক্বাদ\nওয়া মিন শাররি হাসিদিন ইযা হাসাদ',
    },
    {
      'id': 114,
      'item': 'সূরা আন-নাস',
      'pron': 'Surah An-Nas',
      'text':
          'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ\nقُلْ أَعُوذُ بِرَبِّ النَّاسِ\nمَلِكِ النَّاسِ\nإِلَٰهِ النَّاسِ\nمِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ\nالَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ\nمِنَ الْجِنَّةِ وَالنَّاسِ',
      'trans':
          'বিসমিল্লাহির রাহমানির রাহিম\nকুল আ’উযু বিরাব্বিন নাস\nমালিকিন নাস\nইলাহিন নাস\nমিন শাররিল ওয়াসওয়াসিল খান্নাস\nআল্লাযী ইউওয়াসউইসু ফী সুদূরিন নাস\nমিনাল জিন্নাতি ওয়ান নাস',
    },
  ],
};
