final Map<String, List<Map<String, dynamic>>> wuduData = {
  'wudu': [
    {
      'id': 1,
      'item': 'নিয়ত করা',
      'text':
          'ওযু শুরু করার আগে নিয়ত করুন। মনে মনে বলুন: "আমি ওযু করছি নামাজ পড়ার জন্য।"',
      'sound': '',
    },
    {
      'id': 2,
      'item': 'হাত ধোয়া',
      'text': 'বাম হাত কব্জি পর্যন্ত ৩ বার ধুয়ে নিন।',
      'sound': '',
    },
    {
      'id': 3,
      'item': 'মুখ ধোয়া',
      'text': 'পানি মুখে নিয়ে ৩ বার কুলি করুন।',
      'sound': '',
    },
    {
      'id': 4,
      'item': 'নাক ধোয়া',
      'text': 'পানি নাকে তুলে ৩ বার ধুয়ে ফেলুন।',
      'sound': '',
    },
    {
      'id': 5,
      'item': 'মুখ ও নাক মসুক করা',
      'text': 'হাতে পানি নিয়ে পুরো মুখ মুছে নিন।',
      'sound': '',
    },
    {
      'id': 6,
      'item': 'দুই হাত ধোয়া',
      'text':
          'ডান হাত কনুই পর্যন্ত ৩ বার ধুয়ে নিন। এরপর বাম হাতও একইভাবে ধুয়ে নিন।',
      'sound': '',
    },
    {
      'id': 7,
      'item': 'মাথা মসুক করা',
      'text':
          'হাতে পানি নিয়ে মাথার সামনের অংশ থেকে পিছনে এবং আবার সামনে এনে মুছুন।',
      'sound': '',
    },
    {
      'id': 8,
      'item': 'কান মসুক করা',
      'text':
          'বৃদ্ধাঙ্গুলি দিয়ে কানের ভেতরে এবং মূলাঙ্গুলি দিয়ে বাইরে মুছুন।',
      'sound': '',
    },
    {
      'id': 9,
      'item': 'পা ধোয়া',
      'text':
          'ডান পা গোড়ালি পর্যন্ত ৩ বার ধুয়ে নিন। এরপর বাম পাওও একইভাবে ধুয়ে নিন।',
      'sound': '',
    },
  ],
};
